Revit 2027 API
BuiltInFailures.GroupFailures.MembersExcluded Property
 Group members have been excluded from this group instance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MembersExcluded { get; }
Public Shared ReadOnly Property MembersExcluded As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MembersExcluded {
	FailureDefinitionId^ get ();
}
static member MembersExcluded : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace